Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.automation.gemini
source: automation.geminiIntegration gemini cli google agent hooks notifications
ar: automation.geminiIntegration gemini cli google agent hooks notifications أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب بحث اقتراحات إكمال تلقائي مزود محرك الأوامر الإشعارات الأتمتة
bs: automation.geminiIntegration gemini cli google agent hooks notifications automatizacija api kontrola socket kuke portovi okruženje obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Obavještenja
da: automation.geminiIntegration gemini cli google agent hooks notifications automatisering api kontrol socket porte miljø notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord søgning forslag autofuldførelse udbyder søgemaskine
de: automation.geminiIntegration gemini cli google agent hooks notifications automatisierung api steuerung socket ports umgebung benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop suche vorschläge autovervollständigung anbieter suchmaschine
es: automation.geminiIntegration gemini cli google agent hooks notifications automatización api control socket agente puertos entorno notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio búsqueda sugerencias autocompletar proveedor motor de
fr: automation.geminiIntegration gemini cli google agent hooks notifications automatisation api contrôle socket ports environnement notification alerte non lu message badge anneau flash son bureau recherche suggestions saisie automatique fournisseur moteur de
it: automation.geminiIntegration gemini cli google agent hooks notifications automazione api controllo socket agente hook porte ambiente notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania ricerca suggerimenti completamento automatico provider motore di
ja: automation.geminiIntegration gemini cli google agent hooks notifications gemini cli google エージェント フック 通知 連携
ko: automation.geminiIntegration gemini cli google agent hooks notifications 자동화 api 제어 소켓 에이전트 훅 포트 환경 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 검색 제안 자동완성 제공자 엔진
nb: automation.geminiIntegration gemini cli google agent hooks notifications automatisering api kontroll socket porter miljø varsling varsler ulest melding merke ring blink lyd skrivebord søk forslag autofullføring leverandør søkemotor
pl: automation.geminiIntegration gemini cli google agent hooks notifications automatyzacja api sterowanie gniazdo haki porty środowisko powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania
pt_br: automation.geminiIntegration gemini cli google agent hooks notifications automação api controle socket agente portas ambiente notificação notificações alerta não lido mensagem selo anel piscar som desktop pesquisa sugestões autocompletar provedor mecanismo de busca
ru: automation.geminiIntegration gemini cli google agent hooks notifications автоматизация api управление сокет агент хуки порты окружение уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол поиск предложения автозаполнение провайдер поисковая система
th: automation.geminiIntegration gemini cli google agent hooks notifications อัตโนมัติ api ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา ระบบอัตโนมัติ
tr: automation.geminiIntegration gemini cli google agent hooks notifications otomasyon api kontrol soket ajan kancalar portlar ortam bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü arama öneriler otomatik tamamlama sağlayıcı motoru
uk: automation.geminiIntegration gemini cli google agent hooks notifications автоматизація api керування сокет агент хуки порти середовище сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл пошук пропозиції автодоповнення постачальник пошукова система
zh_hans: automation.geminiIntegration gemini cli google agent hooks notifications 自动化 api 控制 套接字 代理 钩子 端口 环境 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 搜索 建议 自动完成 提供商 搜索引擎
zh_hant: automation.geminiIntegration gemini cli google agent hooks notifications 自動化 api 控制 socket 代理程式 hook 連接埠 環境 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 搜尋 建議 自動完成 提供者 搜尋引擎

# settings.search.alias.setting.automation.kiro
source: automation.kiroIntegration kiro cli amazon q agent hooks notifications
ar: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q وكيل خطافات إشعارات
de: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q agent hooks benachrichtigungen
es: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q agente ganchos notificaciones
fr: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q agent crochets notifications
ja: automation.kiroIntegration kiro cli amazon q agent hooks notifications kiro cli amazon q エージェント フック 通知 連携
ko: automation.kiroIntegration kiro cli amazon q agent hooks notifications 자동화 kiro cli amazon q 에이전트 훅 알림 연동
zh_hans: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q 智能体 钩子 通知
zh_hant: automation.kiroIntegration kiro cli amazon q agent hooks notifications automation.kiroIntegration kiro cli amazon q 代理程式 勾點 通知

# settings.search.alias.setting.automation.kiro-notification-level
source: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events
ar: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli إشعار الإسهاب أدنى قياسي مفصل أحداث الأداة
de: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli benachrichtigungsstufe minimal standard ausführlich werkzeug ereignisse
es: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli notificacion verbosidad minima estandar detallado herramienta eventos
fr: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli notification niveau de détail minimal standard verbeux outil événements
ja: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events kiro 通知 レベル 詳細 最小 標準 ツール イベント
ko: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events kiro 알림 수준 자세히 최소 표준 도구 이벤트
zh_hans: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli 通知 详细程度 极简 标准 详细 工具 事件
zh_hant: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events automation.kiroNotificationLevel kiro cli 通知 詳細度 最少 標準 詳細 工具 事件

# settings.search.alias.setting.automation.port-base
source: automation.portBase cmux_port start first base env environment variable
ar: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port بدء أول أساسي env متغير بيئة
bs: automation.portBase cmux_port start first base env environment variable automatizacija api cli kontrola socket agent kuke portovi okruženje fokus klik miš aktivacija prati prvi Početni port Osnovna: %@
da: automation.portBase cmux_port start first base env environment variable automatisering api cli kontrol socket agent hooks porte miljø fokus klik mus aktivering følger første Portbase Base: %@
de: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port start erste basis umgebungsvariable
es: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port iniciar primero base env variable de entorno
fr: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port démarrer premier base env variable d’environnement
it: automation.portBase cmux_port start first base env environment variable automazione api cli controllo socket agente hook porte ambiente focus clic mouse attivazione segue primo Porta Base: %@
ja: automation.portBase cmux_port start first base env environment variable cmux_port 開始 最初 ベース 環境変数 ポート
ko: automation.portBase cmux_port 시작 최초 베이스 env 환경 변수 automation.portBase cmux_port start first base env environment variable
nb: automation.portBase cmux_port start first base env environment variable automatisering api cli kontroll socket agent hooks porter miljø fokus klikk mus aktivering følger første Portbase Basis: %@
pl: automation.portBase cmux_port start first base env environment variable automatyzacja api cli sterowanie gniazdo agent haki porty środowisko fokus klik mysz aktywacja podąża pierwszy Port bazowy Bazowy: %@
pt_br: automation.portBase cmux_port start first base env environment variable automação api cli controle socket agente hooks portas ambiente foco clique mouse ativação segue primeiro Porta Base: %@
ru: automation.portBase cmux_port start first base env environment variable автоматизация api cli управление сокет агент хуки порты окружение фокус щелчок мышь активация следует первый Базовый порт Базовый: %@
th: automation.portBase cmux_port start first base env environment variable อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม โฟกัส คลิก เมาส์ เปิดใช้งาน ตาม ครั้งแรก พอร์ตเริ่มต้น ระบบอัตโนมัติ ฐาน: %@
tr: automation.portBase cmux_port start first base env environment variable otomasyon api cli kontrol soket ajan kancalar portlar ortam odak tık fare etkinleştirme izler ilk Port Tabanı Temel: %@
uk: automation.portBase cmux_port start first base env environment variable автоматизація api cli керування сокет агент хуки порти середовище фокус клацання миша активація слідує перший Базовий порт Базовий: %@
zh_hans: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port 启动 第一个 基础 环境变量
zh_hant: automation.portBase cmux_port start first base env environment variable automation.portBase cmux_port 啟動 第一個 基準 環境變數

# settings.search.alias.setting.automation.port-range
source: automation.portRange cmux_port_end range size count env ports
ar: automation.portRange cmux_port_end range size count env ports أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة حجم نطاق المنافذ الأتمتة الحجم:
bs: automation.portRange cmux_port_end range size count env ports automatizacija api cli kontrola socket agent kuke portovi okruženje Veličina raspona portova Veličina:
da: automation.portRange cmux_port_end range size count env ports automatisering api cli kontrol socket agent hooks porte miljø Portområdestørrelse Størrelse:
de: automation.portRange cmux_port_end range size count env ports automatisierung api cli steuerung socket agent hooks umgebung Portbereichsgröße Größe:
es: automation.portRange cmux_port_end range size count env ports automatización api cli control socket agente hooks puertos entorno Tamaño del rango de Tamaño:
fr: automation.portRange cmux_port_end range size count env ports automatisation api cli contrôle socket agent hooks environnement Taille de la plage :
it: automation.portRange cmux_port_end range size count env ports automazione api cli controllo socket agente hook porte ambiente Dimensione intervallo Dimensione:
ja: automation.portRange cmux_port_end range size count env ports cmux_port_end 範囲 サイズ 個数 環境変数 ポート
ko: automation.portRange cmux_port_end range size count env ports 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 범위 크기 크기:
nb: automation.portRange cmux_port_end range size count env ports automatisering api cli kontroll socket agent hooks porter miljø Portområdestørrelse Størrelse:
pl: automation.portRange cmux_port_end range size count env ports automatyzacja api cli sterowanie gniazdo agent haki porty środowisko Rozmiar zakresu portów Rozmiar:
pt_br: automation.portRange cmux_port_end range size count env ports automação api cli controle socket agente hooks portas ambiente Tamanho da Faixa de Tamanho:
ru: automation.portRange cmux_port_end range size count env ports автоматизация api cli управление сокет агент хуки порты окружение Размер диапазона портов Размер:
th: automation.portRange cmux_port_end range size count env ports อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ขนาดช่วงพอร์ต ระบบอัตโนมัติ ขนาด:
tr: automation.portRange cmux_port_end range size count env ports otomasyon api cli kontrol soket ajan kancalar portlar ortam Port Aralığı Boyutu Boyut:
uk: automation.portRange cmux_port_end range size count env ports автоматизація api cli керування сокет агент хуки порти середовище Розмір діапазону портів Розмір:
zh_hans: automation.portRange cmux_port_end range size count env ports 自动化 api cli 控制 套接字 代理 钩子 端口 环境 端口范围大小 大小：
zh_hant: automation.portRange cmux_port_end range size count env ports 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 連接埠範圍大小 大小：

# settings.search.alias.setting.automation.ripgrep-path
source: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom
ar: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg ثنائي مسار تنفيذي بحث العثور nix مخصص
de: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg binärpfad ausführbare datei suche finden nix benutzerdefiniert
es: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg binario ejecutable ruta buscar encontrar nix personalizado
fr: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg binaire chemin exécutable rechercher trouver nix personnalisé
ja: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom 検索 パス カスタム
ko: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom 검색 경로 사용자 지정
zh_hans: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg 二进制 可执行程序 路径 搜索 查找 nix 自定义
zh_hant: automation.ripgrepBinaryPath ripgrep rg binary executable path search find nix custom automation.ripgrepBinaryPath ripgrep rg 二進位檔 可執行檔 路徑 搜尋 尋找 nix 自訂

# settings.search.alias.setting.automation.socket-mode
source: automation.socketControlMode api socket unix domain control server auth allow password disabled
ar: automation.socketControlMode api socket unix domain control server auth allow password disabled مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن التحكم بالمقبس المقبس المرور الأتمتة
bs: automation.socketControlMode api socket unix domain control server auth allow password disabled autentikacija prijava odjava email korisnik profil tim račun automatizacija cli kontrola agent kuke portovi okruženje izgled tema boja boje shema svijetlo tamno sistem način lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Režim kontrolne utičnice automatizacije lozinke
da: automation.socketControlMode api socket unix domain control server auth allow password disabled godkendelse login logud email bruger profil team konto automatisering cli kontrol agent hooks porte miljø udseende tema farve farver skema lys mørk system tilstand adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Socket-kontroltilstand Socket-adgangskode Automatiseringstilstand Adgangskodetilstand
de: automation.socketControlMode api socket unix domain control server auth allow password disabled authentifizierung anmeldung abmeldung email benutzer profil team konto automatisierung cli steuerung agent hooks ports umgebung darstellung design farbe farben schema hell dunkel system modus passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher Socket-Steuerungsmodus Socket-Passwort Automatisierungsmodus Passwortmodus
es: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta automatización cli agente hooks puertos entorno apariencia tema color colores esquema claro oscuro sistema modo contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro de del
fr: automation.socketControlMode api socket unix domain control server auth allow password disabled authentification connexion déconnexion e-mail utilisateur profil équipe compte automatisation cli contrôle agent hooks ports environnement apparence thème couleur couleurs schéma clair sombre système mode mot de passe secret jeton identifiant accès autoriser désactiver activer autorisation non sécurisé du
it: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticazione accesso disconnessione email utente profilo team account automazione cli controllo agente hook porte ambiente aspetto tema colore colori schema chiaro scuro sistema modalità segreto token credenziale consenti disabilita abilita autorizzazione non sicuro
ja: automation.socketControlMode api socket unix domain control server auth allow password disabled api ソケット unix domain 制御 サーバー 認証 許可 パスワード 無効
ko: automation.socketControlMode api socket unix domain control server auth allow password disabled 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정 자동화 cli 제어 소켓 에이전트 훅 포트 환경 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음
nb: automation.socketControlMode api socket unix domain control server auth allow password disabled autentisering innlogging utlogging e-post bruker profil team konto automatisering cli kontroll agent hooks porter miljø utseende tema farge farger skjema lys mørk system modus passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Socket-kontrollmodus Socket-passord Automatiseringsmodus Passordmodus
pl: automation.socketControlMode api socket unix domain control server auth allow password disabled uwierzytelnianie logowanie wylogowanie email użytkownik profil zespół konto automatyzacja cli sterowanie gniazdo agent haki porty środowisko wygląd motyw kolor kolory schemat jasny ciemny system tryb hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone sterowania gniazdem gniazda automatyzacji hasła
pt_br: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticação login sair email usuário perfil equipe conta automação cli controle agente hooks portas ambiente aparência tema cor cores esquema claro escuro sistema modo senha segredo token credencial acesso permitir desativar ativar permissão inseguro de do
ru: automation.socketControlMode api socket unix domain control server auth allow password disabled аутентификация вход выход email пользователь профиль команда аккаунт автоматизация cli управление сокет агент хуки порты окружение внешний вид тема цвет цвета схема светлый темный система режим пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно управления сокетом сокета автоматизации пароля
th: automation.socketControlMode api socket unix domain control server auth allow password disabled ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี อัตโนมัติ cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย โหมดควบคุมซ็อกเก็ต รหัสผ่านซ็อกเก็ต ระบบอัตโนมัติ โหมดระบบอัตโนมัติ โหมดรหัสผ่าน
tr: automation.socketControlMode api socket unix domain control server auth allow password disabled kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap otomasyon cli kontrol soket ajan kancalar portlar ortam görünüm tema renk renkler şema açık koyu sistem mod parola gizli token bilgisi erişim izin ver devre dışı etkinleştir güvensiz İzin Modu Parolası
uk: automation.socketControlMode api socket unix domain control server auth allow password disabled автентифікація вхід вихід email користувач профіль команда обліковий запис автоматизація cli керування сокет агент хуки порти середовище вигляд тема колір кольори схема світлий темний система режим пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно керуючого сокета автоматизації пароля
zh_hans: automation.socketControlMode api socket unix domain control server auth allow password disabled 认证 登录 退出登录 邮件 用户 个人资料 团队 账户 自动化 cli 控制 套接字 代理 钩子 端口 环境 外观 主题 颜色 配色 浅色 深色 系统 模式 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 套接字控制模式 套接字密码 自动化模式 密码模式
zh_hant: automation.socketControlMode api socket unix domain control server auth allow password disabled 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶 自動化 cli 控制 代理程式 hook 連接埠 環境 外觀 主題 顏色 配色 淺色 深色 系統 模式 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 控制模式 自動化模式 密碼模式
